{
  "products": [
    {
      "id": 1,
      "category": "Mediaplayer",
      "name": "Hidizs AP80 PRO-X",
      "price": 273.96,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/61NHbAsFsoL._AC_SL1500_.jpg",
      "details": [
        "Compact and portable high-resolution audio player",
        "Supports various audio formats including FLAC, WAV, and DSD",
        "Hi-res audio playback with exceptional sound quality",
        "Built-in Bluetooth for wireless connectivity",
        "Intuitive user interface with a responsive touchscreen"
      ]
    },
    {
      "id": 2,
      "category": "Mediaplayer",
      "name": "Sony Walkman NW-A306",
      "price": 354.65,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/61BD0wUd1uL._AC_SL1500_.jpg",
      "details": [
        "Premium digital audio player with high-resolution audio support",
        "Sleek and stylish design with a durable build quality",
        "Large storage capacity for storing a vast music library",
        "Long battery life for extended listening sessions",
        "Enhanced audio features for immersive listening experience"
      ]
    },
    {
      "id": 3,
      "category": "Mediaplayer",
      "name": "HIFI WALKER H2 MP3-Player",
      "price": 125.99,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/61mmVSDsq5L._AC_SL1500_.jpg",
      "details": [
        "Hi-fi lossless audio player with support for multiple audio formats",
        "Lightweight and portable design ideal for on-the-go listening",
        "Expandable storage via microSD card slot",
        "Long battery life with quick charging capabilities",
        "User-friendly interface with customizable EQ settings"
      ]
    },
    {
      "id": 4,
      "category": "Mediaplayer",
      "name": "FiiO M15S Audio-Player",
      "price": 999.0,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/61IRe8tbNAL._AC_SL1000_.jpg",
      "details": [
        "Flagship digital audio player with premium audio performance",
        "Dual AK4499EQ DAC chips for exceptional sound quality",
        "Large touchscreen display with intuitive navigation",
        "Advanced connectivity options including Bluetooth and Wi-Fi",
        "High-resolution audio playback up to 32bit/768kHz"
      ]
    },
    {
      "id": 5,
      "category": "Mediaplayer",
      "name": "Astell & Kern Audio-Player",
      "price": 4299.0,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/51PZMUa5YyL._AC_SL1024_.jpg",
      "details": [
        "State-of-the-art audio player crafted with premium materials",
        "Revolutionary dual DAC design for unparalleled sound reproduction",
        "Stunning design with a luxurious finish and ergonomic controls",
        "Advanced playback features including native DSD support",
        "Customizable sound settings for personalized audio experience"
      ]
    },
    {
      "id": 6,
      "category": "Mediaplayer",
      "name": "MECHEN MP3-Player",
      "price": 30.39,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/71XVnr1xBsL._AC_SL1500_.jpg",
      "details": [
        "Budget-friendly MP3 player with basic playback functionalities",
        "Compact and lightweight design for easy portability",
        "Simple user interface with easy-to-use navigation buttons",
        "Built-in FM radio tuner for listening to your favorite stations",
        "Long-lasting battery life for extended listening sessions"
      ]
    },
    {
      "id": 7,
      "category": "Mediaplayer",
      "name": "Oilsky MP3-Player",
      "price": 29.99,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/614w22DwsWL._AC_SL1500_.jpg",
      "details": [
        "Affordable MP3 player with versatile playback options",
        "Compact and durable design suitable for outdoor activities",
        "Clear and crisp sound quality with support for popular audio formats",
        "Expandable storage capacity via microSD card slot",
        "Includes earphones and USB cable for convenient charging and listening"
      ]
    },
    {
      "id": 8,
      "category": "Mediaplayer",
      "name": "Etacé MP3-Player",
      "price": 29.99,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/61IKhvukvkL._AC_SL1500_.jpg",
      "details": [
        "Stylish and compact MP3 player with modern design aesthetics",
        "Bright and vibrant display for easy navigation and playback control",
        "Supports various audio formats including MP3, WMA, and FLACr",
        "Rechargeable battery with long playback time",
        "Comes with a lanyard for convenient carrying"
      ]
    },
    {
      "id": 9,
      "category": "Mediaplayer",
      "name": "YOTON MP3-Player",
      "price": 34.99,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/61Vk4HtDoxL._AC_SL1500_.jpg",
      "details": [
        "Entry-level MP3 player with straightforward functionality",
        "Slim and lightweight design for hassle-free portability",
        "Plug-and-play operation with drag-and-drop file transfer",
        "Built-in Bluetooth for wireless connectivity",
        "Ideal for listening to music on-the-go without any frills"
      ]
    },
    {
      "id": 10,
      "category": "Mediaplayer",
      "name": "ZAQE MP3-Player",
      "price": 39.99,
      "image": "https://m.media-amazon.com/images/W/MEDIAX_849526-T1/images/I/71Gsa2zyAAL._AC_SL1500_.jpg",
      "details": [
        "Affordable MP3 player with reliable performance",
        "Compact and ergonomic design for comfortable handling",
        "Intuitive user interface with easy navigation",
        "Supports various audio formats for versatile playback",
        "Includes earphones and USB cable for immediate use"
      ]
    },
    {
      "id": 11,
      "category": "Tablet",
      "name": "Lenovo Tab M10 (3. Gen) Tablet | 10,1\" | Android 13 | grau",
      "price": 149,
      "image": "https://m.media-amazon.com/images/I/61ChTpIyo2L._AC_UY218_.jpg",
      "details": "Das Lenovo Tab M10 (3. Gen) ist ein leistungsstarkes Tablet mit einem 10,1 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Tab M10 (3. Gen) der ideale Begleiter für unterwegs."
    },
    {
      "id": 12,
      "category": "Tablet",
      "name": "Fire HD 2023 Tablet | 10,1\" | Mit Werbung",
      "price": 99.99,
      "image": "https://m.media-amazon.com/images/I/51-+258rwxL._AC_UY218_.jpg",
      "details": "Das Fire HD 2023 ist ein leistungsstarkes Tablet mit einem 10,1 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Fire HD 2023 der ideale Begleiter für unterwegs."
    },
    {
      "id": 13,
      "category": "Tablet",
      "name": "Samsung Galaxy Tab S9 Ultra 5G Tablet | 12,4\" | S-Pen",
      "price": 1909,
      "image": "https://m.media-amazon.com/images/I/61wvk-x+QEL._AC_UY218_.jpg",
      "details": "Das Samsung Galaxy Tab S9 Ultra 5G ist ein leistungsstarkes Tablet mit einem 12,4 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Galaxy Tab S9 Ultra 5G der ideale Begleiter für unterwegs."
    },
    {
      "id": 14,
      "category": "Tablet",
      "name": "Apple 2022 12,9\" iPad Pro | Wi-Fi | 5G | 2TB | Silber",
      "price": 2714.99,
      "image": "https://m.media-amazon.com/images/I/81rxOSprYqL._AC_UY218_.jpg",
      "details": "Das Apple 2022 12,9\" iPad Pro ist ein leistungsstarkes Tablet mit einem 12,9 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das 12,9\" iPad Pro der ideale Begleiter für unterwegs."
    },
    {
      "id": 15,
      "category": "Tablet",
      "name": "Microsoft Surface Pro 9 | WiFi & 5G | Windows®-Tablet | 13\"",
      "price": 1859,
      "image": "https://m.media-amazon.com/images/I/51nAyoG7xsL._AC_SY450_.jpg",
      "details": "Das Microsoft Surface Pro 9 ist ein leistungsstarkes Tablet mit einem 13 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Surface Pro 9 der ideale Begleiter für unterwegs."
    },
    {
      "id": 16,
      "category": "Tablet",
      "name": "Xiaomi Pad 6 | Tablet | 11\" | WiFi | Gravity Gray",
      "price": 332,
      "image": "https://m.media-amazon.com/images/I/61stmTPwiLL._AC_UY218_.jpg",
      "details": "Das Xiaomi Pad 6 ist ein leistungsstarkes Tablet mit einem 11 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Pad 6 der ideale Begleiter für unterwegs."
    },
    {
      "id": 17,
      "category": "Tablet",
      "name": "Google Pixel Tablet | Ladedock mit Lautsprecher | 11\" ",
      "price": 679,
      "image": "https://m.media-amazon.com/images/I/81kLM3QV9PL._AC_SX679_.jpg",
      "details": "Das Google Pixel Tablet ist ein leistungsstarkes Tablet mit einem 11 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Pixel Tablet der ideale Begleiter für unterwegs."
    },
    {
      "id": 18,
      "category": "Tablet",
      "name": "Honor Pad X9 | 128 GB | 11.5\" | WiFi 5 | Gris",
      "price": 193,
      "image": "https://m.media-amazon.com/images/I/71lcv0kCfkL._AC_UY218_.jpg",
      "details": "Das Honor Pad X9 ist ein leistungsstarkes Tablet mit einem 11,5 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Pad X9 der ideale Begleiter für unterwegs."
    },
    {
      "id": 19,
      "category": "Tablet",
      "name": "Huawei MatePad Pro | 10,8\" | Wi-Fi 6 | Midnight Grey",
      "price": 669,
      "image": "https://m.media-amazon.com/images/I/71IoSAF5bEL._AC_UY218_.jpg",
      "details": "Das Huawei MatePad Pro ist ein leistungsstarkes Tablet mit einem 10,8 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das MatePad Pro der ideale Begleiter für unterwegs."
    },
    {
      "id": 20,
      "category": "Tablet",
      "name": "MEDION E10713 Tablet | 10\" | LTE | Android 10 ",
      "price": 249.99,
      "image": "https://m.media-amazon.com/images/I/71rOZvt1eCL._AC_UY218_.jpg",
      "details": "Das MEDION E10713 ist ein leistungsstarkes Tablet mit einem 10 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das E10713 der ideale Begleiter für unterwegs."
    },
    {
      "id": 21,
      "category": "Smartphone",
      "name": "Apple iPhone 15 Pro Max",
      "price": 1299,
      "image": "https://m.media-amazon.com/images/I/81fYvFvX-8L._AC_UY218_.jpg",
      "details": "Das Apple iPhone 15 Pro Max ist ein leistungsstarkes Smartphone mit einem 6,7 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das iPhone 15 Pro Max der ideale Begleiter für unterwegs."
    },
    {
      "id": 22,
      "category": "Smartphone",
      "name": "Samsung Galaxy S24 Ultra",
      "price": 1499,
      "image": "https://m.media-amazon.com/images/I/71OOJdjWopL._AC_UY218_.jpg",
      "details": "Das Samsung Galaxy S24 Ultra ist ein leistungsstarkes Smartphone mit einem 6,8 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Galaxy S24 Ultra der ideale Begleiter für unterwegs."
    },
    {
      "id": 23,
      "category": "Smartphone",
      "name": "Asus ROG Phone 8 Pro",
      "price": 1199,
      "image": "https://m.media-amazon.com/images/I/81kRnYUMQ5L._AC_UY218_.jpg",
      "details": "Das Asus ROG Phone 8 Pro ist ein leistungsstarkes Smartphone mit einem 6,8 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das ROG Phone 8 Pro der ideale Begleiter für unterwegs."
    },
    {
      "id": 24,
      "category": "Smartphone",
      "name": "Sony Xperia 5 V",
      "price": 877,
      "image": "https://m.media-amazon.com/images/I/8165PQGtt-L._AC_UY218_.jpg",
      "details": "Das Sony Xperia 5 V ist ein leistungsstarkes Smartphone mit einem 6,1 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Xperia 5 V der ideale Begleiter für unterwegs."
    },
    {
      "id": 25,
      "category": "Smartphone",
      "name": "Xiaomi Redmi Note 13 Pro",
      "price": 351,
      "image": "https://m.media-amazon.com/images/I/51DRuAKTvPL._AC_UY218_.jpg",
      "details": "Das Xiaomi Redmi Note 13 Pro ist ein leistungsstarkes Smartphone mit einem 6,6 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Redmi Note 13 Pro der ideale Begleiter für unterwegs."
    },
    {
      "id": 26,
      "category": "Smartphone",
      "name": "Google Pixel 8 Pro",
      "price": 1020,
      "image": "https://m.media-amazon.com/images/I/71HBgGfmUsL._AC_UY218_.jpg",
      "details": "Das Google Pixel 8 Pro ist ein leistungsstarkes Smartphone mit einem 6,7 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Pixel 8 Pro der ideale Begleiter für unterwegs."
    },
    {
      "id": 27,
      "category": "Smartphone",
      "name": "Redmagic 9 Pro",
      "price": 899,
      "image": "https://m.media-amazon.com/images/I/61h8kpNMqpL._AC_UY218_.jpg",
      "details": "Das Redmagic 9 Pro ist ein leistungsstarkes Smartphone mit einem 6,8 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das 9 Pro der ideale Begleiter für unterwegs."
    },
    {
      "id": 28,
      "category": "Smartphone",
      "name": "Honor Magic 5 Pro",
      "price": 899,
      "image": "https://m.media-amazon.com/images/I/71ZJ7aVRpYL._AC_UY218_.jpg",
      "details": "Das Honor Magic 5 Pro ist ein leistungsstarkes Smartphone mit einem 6,8 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Magic 5 Pro der ideale Begleiter für unterwegs."
    },
    {
      "id": 29,
      "category": "Smartphone",
      "name": "Samsung Galaxy Z Fold 5",
      "price": 1548,
      "image": "https://m.media-amazon.com/images/I/71w42eF8UBL._AC_UY218_.jpg",
      "details": "Das Samsung Galaxy Z Fold 5 ist ein leistungsstarkes Smartphone mit einem 7,6 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Galaxy Z Fold 5 der ideale Begleiter für unterwegs."
    },
    {
      "id": 30,
      "category": "Smartphone",
      "name": "Motorola Moto Edge40 Pro",
      "price": 755,
      "image": "https://m.media-amazon.com/images/I/71NbcMrlZOL._AC_UY218_.jpg",
      "details": "Das Motorola Moto Edge40 Pro ist ein leistungsstarkes Smartphone mit einem 6,7 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Moto Edge40 Pro der ideale Begleiter für unterwegs."
    },
    {
      "id": 31,
      "category": "Notebook",
      "name": "Acer Aspire 5 | 17.3\" FHD | Intel Core i5-12450H",
      "price": 499,
      "image": "https://m.media-amazon.com/images/I/71DwIqm1QAL._AC_SX425_.jpg",
      "details": "Das Acer Aspire 5 (A517-53-53X3) ist ein leistungsstarkes Notebook mit einem 17,3 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Aspire 5 (A517-53-53X3) der ideale Begleiter für unterwegs."
    },
    {
      "id": 32,
      "category": "Notebook",
      "name": "Acer Aspire 3 | 15.6\" FHD | AMD Ryzen 5 7520U",
      "price": 599,
      "image": "https://m.media-amazon.com/images/I/61Oh1+TgNmL._AC_SX450_.jpg",
      "details": "Das Acer Aspire 3 (A315-24P-R9JA) ist ein leistungsstarkes Notebook mit einem 15,6 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Aspire 3 (A315-24P-R9JA) der ideale Begleiter für unterwegs."
    },
    {
      "id": 33,
      "category": "Notebook",
      "name": "Apple 2022 MacBook Air Laptop | M2 Chip: 13,6\"",
      "price": 1099,
      "image": "https://m.media-amazon.com/images/I/71PWU942AIL._AC_SL1500_.jpg",
      "details": "Das Apple 2022 MacBook Air ist ein leistungsstarkes Notebook mit einem 13,6 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das MacBook Air der ideale Begleiter für unterwegs."
    },
    {
      "id": 34,
      "category": "Notebook",
      "name": "ACEMAGIC Laptop | 15.6\" FHD | 16GB DDR4",
      "price": 369.99,
      "image": "https://m.media-amazon.com/images/I/71SoQFbjcAL._AC_SL1500_.jpg",
      "details": "Das ACEMAGIC Laptop ist ein leistungsstarkes Notebook mit einem 15,6 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das ACEMAGIC der ideale Begleiter für unterwegs."
    },
    {
      "id": 35,
      "category": "Notebook",
      "name": "Lenovo 15.6\" HD+ | Intel N4020 2",
      "price": 299,
      "image": "https://m.media-amazon.com/images/I/51LkNOI6+lL._AC_.jpg",
      "details": "Das Lenovo 15.6 Inch HD+ Notebook ist ein leistungsstarkes Notebook mit einem 15,6 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Lenovo der ideale Begleiter für unterwegs."
    },
    {
      "id": 36,
      "category": "Notebook",
      "name": "HP Laptop | 17.3\" HD+ | Intel Celeron N4120",
      "price": 349,
      "image": "https://m.media-amazon.com/images/I/81Sr-jDlmiL._AC_SL1500_.jpg",
      "details": "Das HP Laptop ist ein leistungsstarkes Notebook mit einem 17,3 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das HP der ideale Begleiter für unterwegs."
    },
    {
      "id": 37,
      "category": "Notebook",
      "name": "Tuofudun 13.5\" | Intel | N100 | Ultra Thin Laptop",
      "price": 608,
      "image": "https://m.media-amazon.com/images/I/71yrLh9XTUL._AC_SL1500_.jpg",
      "details": "Das Tuofudun 13.5 Inch ist ein leistungsstarkes Notebook mit einem 13,5 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Tuofudun der ideale Begleiter für unterwegs."
    },
    {
      "id": 38,
      "category": "Notebook",
      "name": "WOZIFAN | 256GB | Win11 | Intel",
      "price": 229.49,
      "image": "https://m.media-amazon.com/images/I/71kEzjACD1L._AC_SL1500_.jpg",
      "details": "Das WOZIFAN Laptop ist ein leistungsstarkes Notebook mit einem 15,6 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das WOZIFAN der ideale Begleiter für unterwegs."
    },
    {
      "id": 39,
      "category": "Notebook",
      "name": "MSI Katana 17 B13VGK-671 | Gaming | 17.3\" FHD ",
      "price": 1699,
      "image": "https://m.media-amazon.com/images/I/71IK2RLhJiL._AC_SL1500_.jpg",
      "details": "Das MSI Katana 17 B13VGK-671 ist ein leistungsstarkes Notebook mit einem 17,3 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das Katana 17 B13VGK-671 der ideale Begleiter für unterwegs."
    },
    {
      "id": 40,
      "category": "Notebook",
      "name": "Lenovo LOQ Gaming | 15.6\" FHD Display",
      "price": 2999,
      "image": "https://m.media-amazon.com/images/I/81L9oKmRaXL._AC_SL1500_.jpg",
      "details": "Das Lenovo LOQ Gaming Laptop ist ein leistungsstarkes Notebook mit einem 15,6 Zoll Display. Es verfügt über einen leistungsstarken Prozessor und bietet eine hohe Leistung. Mit seinem schlanken Design und der einfachen Bedienung ist das LOQ der ideale Begleiter für unterwegs."
    },
    {
      "id": 41,
      "category": "Notebook",
      "name": "The Guardian",
      "price": 137.0,
      "image": "https://oxy-shop.com/cdn/shop/products/electric-shock-chastity-device-the-guardian-516568.jpg",
      "details": [
        "Adjustable and secure chastity device",
        "Provides electric shock stimulation for chastity control",
        "Made from high-quality materials for comfort and durability",
        "Includes remote control for easy operation",
        "Rechargeable battery for long-lasting use"
      ]
    }
  ],
  "users": [
    {
      "id": 1,
      "name": "user 1",
      "email": "",
      "password": "001"
    },
    {
      "id": 2,
      "name": "user 2",
      "email": "",
      "password": "012"
    },
    {
      "id": 3,
      "name": "user 3",
      "email": "",
      "password": "123"
    },
    {
      "id": 4,
      "name": "user 4",
      "email": "",
      "password": "234"
    },
    {
      "id": 5,
      "name": "user 5",
      "email": "",
      "password": "345"
    }
  ],
  "orders": [
    {
      "id": 1,
      "userId": 1,
      "products": [
        {
          "id": 1,
          "quantity": 1
        },
        {
          "id": 2,
          "quantity": 2
        }
      ]
    },
    {
      "id": 2,
      "userId": 2,
      "products": [
        {
          "id": 3,
          "quantity": 3
        },
        {
          "id": 4,
          "quantity": 4
        }
      ]
    },
    {
      "id": 3,
      "userId": 3,
      "products": [
        {
          "id": 5,
          "quantity": 5
        },
        {
          "id": 6,
          "quantity": 6
        }
      ]
    },
    {
      "id": 4,
      "userId": 4,
      "products": [
        {
          "id": 7,
          "quantity": 7
        },
        {
          "id": 8,
          "quantity": 8
        }
      ]
    },
    {
      "id": 5,
      "userId": 5,
      "products": [
        {
          "id": 9,
          "quantity": 9
        },
        {
          "id": 10,
          "quantity": 10
        }
      ]
    }
  ]
}
